import { Header } from "./header/Header";


const Rulesconfident = () => {

    return (
        <div className='polzovatelskoesoglashenie'>
            <Header/>
            <div className="container">
                <h3>ПОЛЬЗОВАТЕЛЬСКОЕ СОГЛАШЕНИЕ <br />
                    (УСЛОВИЯ ИСПОЛЬЗОВАНИЯ)NAKA <br />
                    KZ LIMITED
                </h3>
                <br /><br /><h4>Дата: 22 июля 2025</h4>
                <p>Настоящее Пользовательское соглашение («Соглашение») заключено между Вами («Пользователь», «Вы») и NAKA KZ Limited, частной компанией с ограниченной ответственностью, ограниченной акциями, зарегистрированной и действующей в соответствии с законодательством Международного финансового центра «Астана» («МФЦА»), с бизнес-идентификационным номером (БИН) 250640900920, с юридическим адресом: Республика Казахстан, Республика Казахстан, г. Астана, район Есиль, ул. Достык, д. 5, офис 125, г. Астана, Z05H9M1 («Компания», «мы», «нас» или «наш»).
                    <br /><br />Настоящее Соглашение представляет собой юридически обязывающий договор между вами и Компанией и регулирует ваш доступ и использование услуг по обмену и конвертации цифровых активов, предлагаемых через собственную платформу Компании, доступную по адресу <a href="https://www.naka.kz">www.naka.kz</a> («Платформа»).
                    <br /><br />Получая доступ, регистрируя учетную запись или используя любую часть Платформы или Услуг, вы признаете и подтверждаете, что прочитали, поняли и согласились соблюдать условия настоящего Соглашения, нашу Политику конфиденциальности и все другие соответствующие правила, рекомендации или уведомления, которые могут быть опубликованы или сообщены Компанией время от времени.
                    <br /><br />Если вы не согласны с настоящим Соглашением или любыми последующими поправками, вы должны немедленно прекратить использование Платформы и любых связанных с ней услуг.
                    <br /><br />Компания осуществляет свою деятельность в соответствии с законодательной базой МФЦА и регулируется Комитетом МФЦА по регулированию финансовых услуг (AFSA). Платформа работает как некастодиальная криптовалютная биржа, предоставляя пользователям доступ к мгновенным, соответствующим требованиям и регулируемым транзакциям с цифровыми активами на фиат и фиатными деньгами на цифровые активы без хранения средств пользователей. Все услуги предоставляются в соответствии с действующим законодательством о финансовых услугах, правилами борьбы с отмыванием денег и стандартами защиты данных.
                    <br /><br />Настоящее Соглашение распространяется на всех пользователей Платформы, включая, помимо прочего, физических лиц, юридических лиц или другие организации, которые могут действовать от своего имени или от имени третьих лиц. Отдельные разделы настоящего Соглашения могут применяться конкретно к пользователям в зависимости от их статуса (например, корпоративным клиентам, внебиржевым контрагентам или розничным физическим лицам).
                    Если вы заключаете настоящее Соглашение от имени юридического лица, вы настоящим заявляете и гарантируете, что у вас есть надлежащие полномочия связывать это юридическое лицо условиями настоящего Соглашения, и «вы» и «ваш» в данном контексте относятся к такому юридическому лицу.
                    <br /> <br /><br />
                    <h2>1. ОБЩИЕ ПОЛОЖЕНИЯ</h2>
                    <br />1.1  Настоящее Пользовательское соглашение (далее – «Соглашение») регулирует условия доступа и использования услуг, предоставляемых <strong>компанией NAKA KZ Limited,</strong> включая услуги по обмену и конвертации цифровых активов и фиатной валюты, через ее Платформу по адресу [<a href="https://www.naka.kz">www.naka.kz</a>].
                    <br /><br />1.2 Настоящее Соглашение представляет собой юридически обязывающее соглашение между Пользователем и Компанией и распространяется на всех Пользователей Платформы, независимо от того, осуществляется ли доступ через настольный компьютер, мобильное приложение, интеграцию API или любой другой интерфейс или устройство.
                    <br /><br />1.3 Пользователь подтверждает, что, используя Платформу или любую часть Услуг, включая регистрацию учетной записи или отправку любого запроса на транзакцию, он прочитал, понял и согласился соблюдать условия настоящего Соглашения, а также Политику конфиденциальности, Политику AML/KYC и любые другие внутренние правила или политики, предоставляемые Компанией время от времени.
                    <br /><br />1.4 Компания оставляет за собой право вносить поправки, изменения или дополнения в настоящее Соглашение по своему усмотрению, в соответствии с применимыми законами и нормативными актами МФЦА. Обновленные версии вступают в силу с момента публикации на Платформе, если не указано иное.
                    <br /><br />1.5 В случае каких-либо противоречий между английской версией настоящего Соглашения и переведенной версией (если таковая имеется), английская версия имеет преимущественную силу.
                    <br /><br />1.6 Пользователь признает и соглашается с тем, что он несет единоличную ответственность за соблюдение законов юрисдикции, из которой он получает доступ к Платформе и Услугам, включая законы, касающиеся цифровых активов, налогообложения и иностранной валюты.
                    <br /><br /><h2>2. ОПРЕДЕЛЕНИЯ</h2>
                    <br />Если иное не определено в настоящих Условиях, термины, написанные с заглавной буквы в настоящих Условиях, имеют значения, присвоенные им в Действующем законодательстве Международного финансового центра «Астана» (МФЦА), включая Глоссарий МФЦА (Акт МФЦА No 15). FR0017 от 2018 года).
                    <br /><br />Для целей настоящего Пользовательского соглашения следующие термины имеют значения, указанные ниже:
                    <br /><br />А.	«МФЦА» – Международный финансовый центр «Астана», юрисдикция с особым правовым режимом в области финансов, созданная в соответствии с Конституционным законом No 438-V от 7 декабря 2015 года.
                    <br /><br />Б.	«Территория МФЦА» – территория в черте города Астаны, утвержденная Указом Президента Республики Казахстан от 31 декабря 2015 года No 161.
                    <br /><br />В.	«AFSA» означает Комитет МФЦА по регулированию финансовых услуг, независимый регулирующий орган, ответственный за лицензирование, надзор и регулирование финансовых услуг и связанной с ними деятельности в рамках МФЦА.
                    <br /><br />Г.	«AIFC GLO» означает Глоссарий Правил МФЦА (Акт No. FR0017 от 2018 года), утвержден 29 апреля 2018 года.
                    <br /><br />Д.	«ФСФР МФЦА» означает Рамочный регламент финансовых услуг МФЦА (Регламент No 18 от 2017 года), утвержденный 20 декабря 2017 года.
                    <br /><br />Е.	«AIFC GEN» означает Общие правила МФЦА (Акт No. FR0001 от 2017 года), утвержден 17 октября 2017 года.
                    <br /><br />Ж.	«КБ МФЦА» означает Правила ведения бизнеса МФЦА (Закон No 15). FR0005 от 2017 года), утвержден 10 декабря 2017 года.
                    <br /><br />З.	«Правила МФЦА в области финансовых технологий» означают Правила МФЦА в области финансовых технологий (. AFSA-F-PC-2019-0001), утвержден 14 февраля 2019 года.
                    <br /><br />И.	«Фиатная валюта» означает валюту, выпущенную правительством или от его имени и назначенную в качестве законного платежного средства в одной или нескольких юрисдикциях в соответствии с применимыми законами или нормативными актами.
                    <br /><br />К.	«Цифровой актив» означает цифровое представление стоимости, которое:
                    <br /><br />•	(i) может торговаться в цифровом формате и функционировать в качестве средства обмена, расчетной единицы или средства сбережения;
                    <br /><br />•	(ii) может быть обменена на фиатную валюту, но не выпускается и не гарантируется каким-либо правительством;
                    <br /><br />•	(iii) получает свою ценность на основе консенсуса в сообществе пользователей; и
                    <br /><br />•	(iv) отличается от фиатной валюты.
                    Л.	«Цифровой кошелек» означает программное приложение, электронное устройство или другой механизм, который:
                    <br /><br />•	(i) обеспечивает владение, хранение и передачу цифровых активов;
                    <br /><br />•	(ii) хранит или управляет закрытыми ключами, используемыми для авторизации транзакций в блокчейне; и
                    <br /><br />•	(iii) отслеживает баланс и историю Цифровых активов, принадлежащих Пользователю.
                    <br /><br />М.	«Платформа NAKA» или «Платформа» означает цифровую инфраструктуру, включая <a href="https://www.naka.kz">www.naka.kz</a> веб-сайта, мобильные приложения, API и любые связанные с ними интерфейсы или программное обеспечение, принадлежащие и управляемые компанией NAKA KZ Limited с целью предоставления услуг по обмену и конвертации между Цифровыми активами и Фиатной валютой.
                    <br /><br />Н.	«Услуги» означают обмен, конвертацию и/или передачу цифровых активов и фиатной валюты, осуществляемые Компанией через Платформу, в соответствии с применимыми правилами МФЦА и разрешениями Компании.
                    <br /><br />О.	«Пользователь» означает любое физическое или юридическое лицо, которое регистрирует учетную запись или иным образом получает доступ или использует Услуги, предоставляемые Компанией через Платформу.
                    <br /><br />П.	«Ордер»  означает поданное Пользователем распоряжение о покупке или продаже Цифрового актива или конвертации его в Фиатную валюту с использованием Платформы.
                    <br /><br />Р.	«Транзакция» означает завершенную конвертацию, покупку или продажу цифровых активов или фиатной валюты, осуществляемую через Платформу в соответствии с Ордером Пользователя.
                    <br /><br />С.	«Некастодиальная модель» означает модель предоставления услуг, в соответствии с которой Компания не хранит и не хранит цифровые активы Пользователя или фиатную валюту на кастодиальной основе, но способствует мгновенному исполнению и переводу операций.
                    <br /><br />Т.	«Применимое право» означает любой закон, постановление, правило, постановление, приказ, судебное решение, постановление, директиву или другое требование (включая нормативные указания и решения) любого правительственного, регулирующего или судебного органа, обладающего юрисдикцией в отношении Сторон, включая, помимо прочего, действующее право МФЦА и законодательство Республики Казахстан в той мере, в какой это применимо.
                    <br /><br />У.	«Политика конфиденциальности» означает документ, опубликованный Компанией, в котором изложено, как собираются, обрабатываются, хранятся и защищаются персональные данные и информация в соответствии с Регламентом МФЦА по защите данных.
                    <br /><br />Ф.	«Процедуры KYC/AML» означают набор процедур, применяемых Компанией для проверки личности Пользователей, выявления и предотвращения отмывания денег, финансирования терроризма, мошенничества и других финансовых преступлений, в соответствии с Правилами МФЦА по борьбе с отмыванием денег и передовой международной практикой.
                    <br /><br /><h2>3. ПРАВО УЧАСТИЯ</h2>
                    <br />3.1 Услуги предназначены исключительно для лиц, достигших восемнадцати (18) лет или возраста совершеннолетия в своей юрисдикции, в зависимости от того, какой из этих возрастов выше, и обладающих правоспособностью для заключения юридически обязывающих соглашений в соответствии с применимым законодательством.
                    <br />3.2 Получая доступ к Платформе или используя ее, Пользователь заявляет и гарантирует, что:
                    <br /><br />•	(a) они соответствуют критериям приемлемости, изложенным в настоящем документе;
                    <br /><br />•	(b) они не являются гражданами, резидентами или подданными какой-либо юрисдикции, в которой использование услуг Digital Asset запрещено, ограничено или иным образом нарушает местные законы или нормативные акты;
                    <br /><br />•	(c) на них не распространяются какие-либо экономические или торговые санкции, в том числе введенные Организацией Объединенных Наций, Европейским Союзом, Управлением по контролю за иностранными активами (OFAC) Министерства финансов США или Республикой Казахстан;
                    <br /><br />•	(d) они не действуют от имени какого-либо юридического или физического лица, которому аналогичным образом запрещено пользоваться Услугами.
                    <br /><br />3.3 Компания оставляет за собой право по своему усмотрению отказать в доступе к Платформе или предоставлении Услуг любому физическому или юридическому лицу, а также приостановить или прекратить доступ без предварительного уведомления, если Компания сочтет это необходимым для соблюдения требований, управления рисками или по другим законным причинам.
                    <br /><br /><h2>4. ОБЯЗАННОСТИ ПОЛЬЗОВАТЕЛЯ</h2>
                    <br />4.1 Пользователь обязуется использовать Платформу и Услуги в строгом соответствии:
                    <br /><br />•	(a) настоящего Соглашения и любых других политик или условий, опубликованных Компанией;
                    <br /><br />•	(b) все применимые законы и нормативные акты МФЦА и юрисдикции, в которой Пользователь проживает или осуществляет свою деятельность;
                    <br /><br />•	(c) все требования по противодействию отмыванию денег (AML), финансированию терроризма (CTF) и соблюдению санкций.
                    <br /><br />4.2 Пользователь обязан:
                    <br /><br />•	(a) предоставлять точную, полную и актуальную информацию в процессе регистрации и проверки KYC/AML;
                    <br /><br />•	(b) своевременно обновлять любые изменения в такой информации;
                    <br /><br />•	(c) сотрудничать с Компанией в любых процедурах проверки или расследования, включая предоставление дополнительных документов или данных по запросу;
                    <br /><br />•	(d) сохранять конфиденциальность и безопасность своих учетных данных и доступа к учетной записи;
                    <br /><br />•	(e) немедленно уведомлять Компанию в случае любого несанкционированного доступа, подозрения на мошенничество или нарушения безопасности, связанного с их учетной записью.
                    <br /><br />4.3 Пользователь не должен:
                    <br /><br />•	(a) использовать Платформу в любых незаконных, мошеннических или несанкционированных целях, включая отмывание денег, финансирование терроризма или уклонение от санкций;
                    <br /><br />•	(b) вмешиваться в надлежащее функционирование Платформы или пытаться использовать уязвимости или реконструировать любую часть системы;
                    <br /><br />•	(c) предоставлять любую ложную, вводящую в заблуждение или вводящую в заблуждение информацию, в том числе в ходе проверки или процессов транзакций;
                    <br /><br />•	(d) использовать любые автоматизированные системы (например, боты, парсеры) для доступа к Платформе или взаимодействия с ней без предварительного письменного согласия Компании.
                    <br /><br />4.4 Пользователь несет единоличную ответственность за любые действия, совершенные через его учетную запись, и за любые убытки или ответственность, возникшие в результате несанкционированного использования, если не доказано, что они вызваны грубой небрежностью или неправомерными действиями Компании.
                    <br /><br /><h2>5. ПРЕДОСТАВЛЯЕМЫЕ УСЛУГИ</h2>
                    <br />5.1 Компания предоставляет доступ к некастодиальной платформе обмена цифровыми активами , которая способствует регулируемой и соответствующей требованиям конвертации цифровых активов в фиатную валюту и наоборот. Платформа доступна через [<a href="https://www.naka.kz">www.naka.kz</a>] и функционирует в соответствии с применимой нормативно-правовой базой Международного финансового центра «Астана» (МФЦА).
                    <br /><br />5.2 В качестве некастодиального поставщика услуг, Компания не является:
                    <br /><br />•	(a) владеть или хранить Цифровые активы Пользователя или Фиатную валюту на кастодиальной основе;
                    <br /><br />•	(b) поддерживать балансы или счета Пользователей с непрерывным хранением стоимости;
                    <br /><br />•	(c) предлагать услуги кошелька или доступ к закрытым ключам.
                    Все обменные операции рассчитаны на обработку в режиме реального времени или в течение ограниченного временного окна с использованием внешних банковских счетов, авторизованных рыночных посредников и сторонних платформ, должным образом зарегистрированных и лицензированных в юрисдикции МФЦА.
                    <br /><br />5.3 Услуги, предлагаемые Компанией, включают, но не ограничиваются:
                    <br /><br />•	(a) Услуги мгновенной конвертации — в рамках которых Пользователи могут конвертировать Цифровые активы в поддерживаемые фиатные валюты или наоборот в зависимости от применимых обменных курсов, комиссий платформы и лимитов транзакций;
                    <br /><br />•	(b) Внебиржевые (внебиржевые) услуги — для крупных или специализированных сделок, проводимых с прямым участием Компании или через ее регулируемых контрагентов;
                    <br /><br />•	(c) Маршрутизация ликвидности — при этом Платформа направляет ордера или ликвидность через авторизованные биржи и посредников для обеспечения наилучшего исполнения, скорости и соответствия нормативным требованиям.
                    <br /><br />5.4 Компания постоянно внедряет и обеспечивает соблюдение надежных  политик «Знай своего клиента» (KYC) и «Борьба с отмыванием денег» (AML) в соответствии с Правилами МФЦА по борьбе с отмыванием денег, передовой международной практикой и внутренними процедурами соответствия. Использование Платформы строго зависит от успешного прохождения проверки KYC/AML.
                    <br /><br />5.5 Компания оставляет за собой право отказать или задержать выполнение любой транзакции, если:
                    <br /><br />•	(a) Пользователь не прошел необходимые процедуры верификации;
                    <br /><br />•	(b) транзакция считается подозрительной, незаконной или не соответствующей действующему законодательству;
                    <br /><br />•	(c) транзакция превышает пороговые значения платформы или вступает в конфликт с санкциями или проверкой на финансовые преступления.
                    <br /><br />5.6 Услуги предоставляются только на условиях исполнения . Компания не предоставляет:
                    <br /><br />•	(a) инвестиционные, налоговые, юридические или финансовые консультации;
                    <br /><br />•	(b) управление портфелем или дискреционные услуги;
                    <br /><br />•	(c) гарантии производительности, оценки или ликвидности активов.
                    <br /><br />5.7 Компания прилагает коммерчески обоснованные усилия для обеспечения доступности Услуг в любое время. Тем не менее, из-за характера цифровых платформ и внешних зависимостей (например, банковских систем, блокчейн-сетей) Компания не гарантирует бесперебойный доступ или доступность и не несет ответственности за простои, задержки в обслуживании или сбои внешних систем.
                    <br /><br />5.8 Компания может расширять, изменять, приостанавливать или прекращать любую из своих Услуг в любое время, с предварительным уведомлением или без него, если это необходимо для соблюдения применимых законодательных требований, управления рисками или внедрения улучшений.
                    <br /><br /><h2>6. РЕГИСТРАЦИЯ И ВЕРИФИКАЦИЯ АККАУНТА</h2>
                    <br />6.1 Чтобы получить доступ к Услугам, предоставляемым Компанией, и использовать их, Пользователь должен создать индивидуальную или корпоративную учетную запись через Платформу и пройти процесс регистрации в соответствии с требованиями Компании. Это включает, помимо прочего, успешное прохождение  процедур проверки «Знай своего клиента» (KYC) в соответствии с Правилами МФЦА по борьбе с отмыванием денег и внутренними политиками Компании.
                    <br /><br />6.2 Пользователь обязуется предоставлять точную, актуальную и полную информацию при регистрации, включая, помимо прочего, полное имя, гражданство, дату рождения (для физических лиц), название компании, регистрационный номер (для юридических лиц) и источник средств. Пользователь несет единоличную ответственность за то, чтобы предоставленная информация всегда оставалась точной и актуальной.
                    <br /><br />6.3 Компания оставляет за собой право запросить дополнительные документы или информацию в любое время, включая подтверждение личности, адреса, структуры собственности, юридического статуса или цели транзакции, особенно в случаях, когда это требуется в соответствии с применимым законодательством AML/CTF.
                    <br /><br />6.4 Несоблюдение требований Компании к верификации может привести к временной приостановке, ограничению функциональности или окончательному прекращению действия учетной записи Пользователя без какой-либо ответственности перед Пользователем.
                    <br /><br />6.5 Компания может по своему усмотрению отклонить заявки на открытие счета или закрыть существующие счета, если:
                    <br /><br />•	(a) предоставленная информация является ложной, вводящей в заблуждение или неполной;
                    <br /><br />•	(b) Пользователь не прошел проверку на соответствие требованиям, включая санкционные списки и проверки негативных СМИ;
                    <br /><br />•	(c) деятельность Пользователя представляет неприемлемый юридический, репутационный или нормативный риск.
                    <br /><br />6.6 Пользователь несет единоличную ответственность за сохранение конфиденциальности своих учетных данных и несет ответственность за любое несанкционированное использование своей учетной записи, если такое использование не является результатом доказанной грубой небрежности Компании.
                    <br /><br /><h2>7. ПРЕДУПРЕЖДЕНИЕ О РИСКАХ</h2>
                    <br />7.1 Пользователь признает и соглашается с тем, что участие в транзакциях с Digital Assets сопряжено с высокой степенью риска. Эти риски включают, помимо прочего:
                    <br /><br />•	(a) волатильность цен,  обусловленная рыночными спекуляциями, условиями ликвидности и макроэкономическими факторами;
                    <br /><br />•	(b) неопределенность в регулировании, включая изменения в применимом законодательстве, потенциальные запреты или ограничения в различных юрисдикциях;
                    <br /><br />•	(в) технологические уязвимости, такие как сбои в работе блокчейна, ошибки в смарт-контрактах или кибератаки;
                    <br /><br />•	(d) потеря или кража учетных данных доступа, закрытых ключей или ошибок транзакций, которые могут привести к необратимой потере активов.
                    <br /><br />7.2 Пользователь подтверждает, что он самостоятельно оценил пригодность использования Цифровых активов и полностью понимает характер, механику и риски, связанные с использованием Платформы. Компания не делает никаких заявлений относительно уместности или целесообразности какой-либо конкретной транзакции или Услуги.
                    <br /><br />7.3 Компания не предоставляет никаких инвестиционных консультаций, юридических консультаций, налоговых консультаций или фидуциарных услуг, а также не выступает в качестве советника или агента для какого-либо Пользователя.
                    <br /><br />7.4 Все решения, принимаемые Пользователем в отношении покупки, продажи, конвертации или хранения цифровых активов, являются его исключительной ответственностью. Пользователь несет все убытки, расходы или обязательства, возникающие в связи с такими решениями, включая налоговые обязательства и валютные риски.
                    <br /><br />7.5 Компания не несет никакой ответственности за ущерб или убытки, возникшие в результате использования Пользователем любых данных, статистики, прогнозов или информации, доступных на Платформе, если такая информация прямо не обозначена как официальная и гарантирована Компанией.
                    <br /><br /><h2>8. КОМПЛАЕНС И AML/KYC</h2>
                    <br />8.1 Компания обязуется вести свою деятельность в полном соответствии с применимыми рамками по противодействию легализации (отмыванию) доходов, полученных преступным путем, и финансированию терроризма (CTF), санкциям и предотвращению финансовых преступлений, установленным Комитетом МФЦА по регулированию финансовых услуг (AFSA), а также другим соответствующим актам, действующим в юрисдикции МФЦА.
                    <br /><br />8.2 Компания приняла внутренние политики и процедуры AML/KYC , которые соответствуют Правилам МФЦА по AML, международным стандартам, таким как Рекомендации FATF, и соответствующим руководствам по правоприменению, выпущенным регулирующими органами.
                    <br /><br />8.3 Вы признаете и соглашаетесь с тем, что для получения доступа к Услугам и продолжения использования Вам необходимо:
                    <br /><br />•	(a) предоставить всю запрашиваемую документацию и информацию для подтверждения вашей личности, источника средств и цели транзакции;
                    <br /><br />•	(b) сотрудничать с должностными лицами Компании по соблюдению нормативных требований и уполномоченными представителями;
                    <br /><br />•	(c) своевременно обновлять свою информацию в случае каких-либо существенных изменений.
                    <br /><br />8.4 Компания оставляет за собой право осуществлять постоянный мониторинг всей активности пользователя, включая, но не ограничиваясь:
                    <br /><br />•	(a) проверка транзакций и адресов кошельков на предмет международных санкций и списков наблюдения;
                    <br /><br />•	(b) мониторинг необычных моделей или деятельности, которые могут указывать на отмывание денег или другое преступное поведение;
                    <br /><br />•	(c) запрос объяснений или подтверждающих документов по конкретным операциям.
                    <br /><br />8.5 Компания может без предварительного уведомления заморозить, ограничить, задержать или прекратить доступ к вашей учетной записи или Услугам в следующих случаях:
                    <br /><br />•	(a) подозрение в мошенничестве, отмывании денег или финансировании терроризма;
                    <br /><br />•	(b) выявление деятельности с участием подсанкционных юрисдикций или физических лиц;
                    <br /><br />•	(c) несоблюдение запросов KYC/AML;
                    <br /><br />•	(d) юридическое обязательство действовать в соответствии с запросом компетентного органа или суда.
                    <br /><br />8.6 Компания не несет ответственности за любые убытки или неудобства, возникшие в результате действий, предпринятых в соответствии с настоящим разделом, если такие действия предприняты добросовестно и в соответствии с применимым законодательством.
                    <br /><br /><h2>9. КОНФИДЕНЦИАЛЬНОСТЬ И ЗАЩИТА ДАННЫХ</h2>
                    <br />9.1 Компания собирает, обрабатывает, хранит и защищает Ваши персональные данные в строгом соответствии:
                    <br /><br />•	(a) Регламент МФЦА по защите данных;
                    <br /><br />•	(b) внутренней Политикой конфиденциальности Компании;
                    <br /><br />•	(c) применимые стандарты кибербезопасности и защиты данных.
                    <br /><br />9.2 Типы собираемых персональных данных могут включать, помимо прочего: документы, удостоверяющие личность, контактные данные, данные о транзакциях, IP-адреса, журналы использования и информацию об устройстве.
                    <br /><br />9.3 Получая доступ к Платформе и используя ее, вы прямо соглашаетесь на сбор, использование, передачу и раскрытие Компанией ваших персональных данных, включая трансграничную передачу, в целях:
                    <br /><br />•	(a) проверка вашей личности и ведение вашей учетной записи;
                    <br /><br />•	(b) обработка транзакций и предоставление Услуг;
                    <br /><br />•	(c) выполнение юридических и нормативных обязательств (включая отчетность перед компетентными органами);
                    <br /><br />•	(d) предотвращение мошенничества и обеспечение кибербезопасности;
                    <br /><br />•	(e) улучшение пользовательского опыта и предоставление поддержки.
                    <br /><br />9.4 Компания принимает разумные и надлежащие технические и организационные меры для защиты ваших персональных данных от потери, неправомерного использования, несанкционированного доступа, разглашения, изменения или уничтожения.
                    <br /><br />9.5 Вы можете воспользоваться своими правами в соответствии с Регламентом МФЦА по защите данных, включая право на доступ, исправление, удаление или ограничение обработки ваших данных, связавшись с сотрудником Компании по защите данных по контактным данным, указанным в настоящем Соглашении.
                    <br /><br /><h2>10. СБОРЫ И ПЛАТЕЖИ</h2>
                    <br />10.1 Компания оставляет за собой право взимать плату за использование своих Услуг, включая, помимо прочего, комиссию за транзакции, комиссию за обслуживание, а также административные или обрабатывающие сборы. Все применимые сборы будут доступны на Платформе и могут время от времени обновляться по собственному усмотрению Компании.
                    <br /><br />10.2 Пользователь соглашается ознакомиться с применимым графиком комиссий перед началом какой-либо транзакции и признает, что выполнение такой транзакции означает согласие с соответствующими комиссиями.
                    <br /><br />10.3 Комиссии могут варьироваться в зависимости от типа, размера и срочности транзакции, выбранного способа оплаты, рыночных условий или использования сторонней инфраструктуры или поставщиков ликвидности.
                    <br /><br />10.4 Компания может применять динамическое ценообразование, которое отражает текущие рыночные спреды и операционные расходы на момент сделки. В таких случаях окончательный курс конвертации и комиссии будут раскрыты до подтверждения.
                    <br /><br />10.5 Если не указано иное, все комиссии автоматически вычитаются из суммы, участвующей в транзакции, или взимаются отдельно. Пользователь уполномочивает Компанию удерживать или списывать применимые комиссии из соответствующих активов или сумм без дополнительного уведомления.
                    <br /><br />10.6 Компания может предлагать скидки на сборы, скидки или поощрительные комиссии в рамках рекламных программ, партнерств или реферальных кампаний. Участие в таких программах регулируется отдельными условиями и положениями.
                    <br /><br />10.7 Компания не несет ответственности за какие-либо сборы или сборы, взимаемые третьими лицами, включая банки, поставщиков платежных услуг или блокчейн-сети. Пользователь несет полную ответственность за любые такие внешние расходы.
                    <br /><br /><h2>11. ОГРАНИЧЕНИЕ ОТВЕТСТВЕННОСТИ</h2>
                    <br />11.1 В максимальной степени, разрешенной действующим законодательством, Компания, ее аффилированные лица, директора, должностные лица, сотрудники и агенты не несут ответственности за любые прямые, косвенные, случайные, специальные, штрафные, косвенные или штрафные убытки, включая, помимо прочего:
                    <br /><br />•	(a) упущенная выгода, доходы или потеря данных;
                    <br /><br />•	(b) финансовые или торговые потери;
                    <br /><br />•	(c) утрата деловых возможностей или деловой репутации;
                    <br /><br />•	(d) системные сбои, ошибки связи или недоступность Платформы;
                    <br /><br />•	(e) несанкционированный доступ к вашей учетной записи или личной информации или их использование.
                    <br /><br />11.2 Компания не несет ответственности за любые убытки, возникшие в результате:
                    <br /><br />•	(a) несоблюдение Пользователем настоящего Соглашения или применимого законодательства;
                    <br /><br />•	(b) риски, связанные с блокчейном, включая, помимо прочего, задержки транзакций, двойное расходование, форки или ошибки протокола;
                    <br /><br />•	(c) любые сторонние сервисы, включая банковские учреждения, поставщиков ликвидности или платежные шлюзы;
                    <br /><br />•	(d) форс-мажорные обстоятельства, включая стихийные бедствия, кибератаки, изменения в законодательстве или правительственные ограничения.
                    <br /><br />11.3 Компания предоставляет Услуги на условиях «как есть» и «как доступно» без каких-либо гарантий, явных, подразумеваемых или установленных законом. Компания прямо отказывается от всех гарантий, включая товарную пригодность, пригодность для определенной цели, ненарушение прав или бесперебойную доступность.
                    <br /><br />11.4 Ни при каких обстоятельствах совокупная ответственность Компании, будь то по договору, деликту (включая небрежность) или иным образом, не должна превышать общую сумму сборов, уплаченных Пользователем Компании в течение трех (3) месяцев, предшествующих событию, послужившему основанием для претензии.
                    <br /><br />11.5 Ограничения, изложенные в настоящем разделе, применяются независимо от того, не достигает ли основной цели какое-либо ограниченное средство правовой защиты, предусмотренное в настоящем документе.
                    <br /><br /><h2>12. ИНТЕЛЛЕКТУАЛЬНАЯ СОБСТВЕННОСТЬ</h2>
                    <br />12.1 Весь контент, технологии, программное обеспечение, исходный код, пользовательский интерфейс, логотипы, товарные знаки, торговые наименования, дизайн и любая другая интеллектуальная собственность, доступная на Платформе или через нее (совместно именуемые «ИС Компании»), являются исключительной собственностью NAKA KZ Limited или ее лицензиаров и защищены применимыми законами и договорами об интеллектуальной собственности.
                    <br /><br />12.2 Пользователю предоставляется ограниченная, не подлежащая передаче, неисключительная и отзывная лицензия на доступ и использование Платформы и Услуг исключительно для своих личных или внутренних деловых целей в соответствии с настоящим Соглашением.
                    <br /><br />12.3 Пользователь не должен:
                    <br /><br />•	(a) воспроизводить, копировать, изменять, распространять, продавать, сдавать в аренду, реконструировать, декомпилировать или иным образом использовать любую часть Платформы или интеллектуальной собственности Компании без предварительного письменного согласия;
                    <br /><br />•	(b) использовать товарные знаки, элементы бренда или название Компании любым способом, который может исказить отношения между Пользователем и Компанией или нанести ущерб репутации Компании;
                    <br /><br />•	(c) ущемлять, незаконно присваивать или иным образом нарушать любые права интеллектуальной собственности Компании или третьих лиц.
                    <br /><br />12.4 Все права, прямо не предоставленные Пользователю в соответствии с настоящим Соглашением, сохраняются за Компанией. Пользователю не предоставляются никакие права или лицензии косвенно или в силу правовой презумпции.
                    <br /><br /><h2>13. ПРЕКРАЩЕНИЕ ДЕЙСТВИЯ</h2>
                    <br />13.1 Настоящее Соглашение остается в силе до тех пор, пока оно не будет расторгнуто любой из Сторон в соответствии с настоящим разделом.
                    <br /><br />13.2 Пользователь может расторгнуть настоящее Соглашение в любое время путем:
                    <br /><br />•	(a) прекращение любого использования Услуг и Платформы; и
                    <br /><br />•	(b) официальный запрос на закрытие счета путем обращения в Компанию и выполнения всех невыполненных обязательств, включая выплату любых причитающихся сборов или завершение незавершенных транзакций.
                    <br /><br />13.3 Компания может по своему усмотрению приостановить или прекратить доступ Пользователя к Платформе и Услугам в любое время, с уведомлением или без него, если:
                    <br /><br />•	(a) Пользователь нарушает настоящее Соглашение или любое применимое законодательство;
                    <br /><br />•	(b) Компания подозревает причастность Пользователя к мошеннической, незаконной или не соответствующей требованиям деятельности;
                    <br /><br />•	(c) Пользователь не предоставляет необходимые документы или информацию для проверки или комплексной проверки;
                    <br /><br />•	(d) такие действия обусловлены регулятивными требованиями, соответствием или соображениями безопасности;
                    <br /><br />•	(e) имеется запрос от компетентного органа, суда или регулирующего органа.
                    <br /><br />13.4 После прекращения действия настоящего Соглашения:
                    <br /><br />•	(a) право Пользователя на доступ к Платформе и Услугам немедленно прекращается;
                    <br /><br />•	(b) Компания не несет никаких дальнейших обязательств перед Пользователем, за исключением случаев, предусмотренных законом;
                    <br /><br />•	(c) любые права, обязанности или ответственность, возникшие до расторжения договора, остаются в силе.
                    <br /><br />13.5 Компания не несет ответственности за любые убытки или ущерб, понесенные в результате приостановки или прекращения доступа, при условии, что такие действия были предприняты в соответствии с настоящим Соглашением, применимым законодательством или в ответ на юридическое обязательство или нормативное требование.
                    <br /><br /><h2>14. ПРИМЕНИМОЕ ЗАКОНОДАТЕЛЬСТВО И РАЗРЕШЕНИЕ СПОРОВ</h2>
                    <br />14.1 Настоящее Соглашение и любые внедоговорные обязательства, возникающие из него или в связи с ним, регулируются и толкуются в соответствии с действующим законодательством Международного финансового центра «Астана» (МФЦА).
                    <br /><br />14.2 Стороны прилагают все разумные усилия для разрешения любых споров, разногласий или претензий, возникающих из настоящего Соглашения или в связи с ним, включая его толкование, нарушение, расторжение или действительность, мирным путем путем добросовестных переговоров.
                    <br /><br />14.3 Если решение не будет достигнуто в течение тридцати (30) календарных дней с даты получения одной из Сторон письменного уведомления о споре, вопрос должен быть передан на рассмотрение в один из следующих форумов по усмотрению Компании:
                    <br /><br />•	(a) Суд МФЦА, учрежденный в соответствии с Конституционным законом No 438-V от 7 декабря 2015 года; или
                    <br /><br />•	(b) Арбитражный центр МФЦА в соответствии с его Регламентом, действующим на момент спора.
                    <br /><br />14.4 Любое решение, вынесенное Судом МФЦА или Арбитражным центром МФЦА, является окончательным и обязательным для Сторон. Если не оговорено иное, языком разбирательства является английский.
                    <br /><br />14.5 Ничто в настоящем разделе не препятствует любой из Сторон добиваться временного или судебного запрета в компетентном суде для защиты своих прав до окончательного решения.
                    <br /><br /><h2>15. ВНЕСЕНИЕ ИЗМЕНЕНИЙ</h2>
                    <br />15.1 Компания оставляет за собой право вносить поправки, модифицировать или заменять настоящее Соглашение в любое время, по своему усмотрению, чтобы отразить изменения в нормативных требованиях, технологиях, Услугах или рыночной практике.
                    <br /><br />15.2 Любые такие поправки вступают в силу:
                    <br /><br />•	(a) публикация пересмотренного Соглашения на Платформе;
                    <br /><br />•	(b) уведомление Пользователей через зарегистрированный адрес электронной почты, всплывающее уведомление или другие официальные каналы связи.
                    <br /><br />15.3 Ваше дальнейшее использование Платформы и Услуг после вступления в силу таких поправок будет означать ваше согласие с пересмотренным Соглашением. Если вы не согласны с обновленными условиями, вы должны прекратить любое использование Платформы и запросить закрытие учетной записи.
                    <br /><br />15.4 Компания должна вести доступную историю версий Соглашения и указывать дату «Последнее обновление» в верхней части документа в целях прозрачности.
                    <br /><br /><h2>16. КОНТАКТНАЯ ИНФОРМАЦИЯ</h2>
                    <br />Если у вас есть какие-либо вопросы, опасения или запросы относительно настоящего Соглашения или Услуг, предоставляемых Компанией, вы можете связаться с нами, используя следующие данные:
                    <br /><br />НАКА КЗ Лимитед
                    <br /><br />Корзина: 250640900920
                    Адрес: Республика Казахстан, г. Астана, район Есиль, ул. Достык, 5, офис 125, Z05H9M1 г. АстанаСайт: <a href="https://www.naka.kz">www.naka.kz</a>
                    <br /><br />Электронная почта: [support@naka.kz] (пожалуйста, подтвердите свой последний контактный адрес электронной почты для юридических сообщений)
                    <br /><br />Часы работы: понедельник–пятница, 09:00–18:00 (UTC+6 по времени Астаны)
                </p>
            </div>
        </div>
    );
};

export default Rulesconfident;
